{
    "menu": {
        "home": "Home",
        "checkitout": "Check it out",
        "understanding": "Understand"
    },
    "understanding": {
        "eli5": "<p>To understand this better, let's look at the problem in reverse and find the chance that two people do not share the same birthday. Imagine a world where the year is only 10 days long with no months. We have two people in this 10-day year, and we want to know the probability that they don't share a birthday.</p><p>If one is born on a specific day, how many options does the other person have to avoid sharing that birthday? Nine, right? So, the chance of not sharing a birthday is 9/10, or 0.9, which equals 90%.</p><p>Now, let's add a third person. What are the odds that this third person doesn't share a birthday with the first two? If the first two have already taken two days, the third can be born on any of the 8 remaining days. So, the probability of not sharing a birthday is 8/10, or 0.8, or 80%. Subtracting gives a 20% chance of sharing. Using the <a href='https://www.youtube.com/watch?v=uvU4A2u_pAc'>Multiplication Rules of Probability</a>, we find the probability of three people not sharing a birthday in a 10-day year: (10/10) x (9/10) x (8/10) = 0.72 = 72%.</p><p>Now, let’s do the same with a 365-day year and 23 people. The probability of not sharing birthdays is (365/365) x (364/365) x (363/365) x (362/365) ... = 0.4927 = 49.27%, meaning that 50.73% of them do share a birthday.</p><p><a href='https://www.youtube.com/watch?v=KtT_cgMzHx8'>This video</a> clarified it well for me.</p>"
    },
    "index": {
        "title": "The birthday 'paradox'",
        "subjectDescription": "Known as a paradox because it’s counterintuitive, the birthday problem shows that with only 23 people, there is over a 50% chance that two share the same birthday.",
        "siteInstructions": "On the 'Check it out' page, you can test this using data from Spanish FIFA football teams (sourced from <a href='https://apifootball.com/'>here</a>)."
    },
    "theMain": {
        "resultDescription": "For {teamName}, with <span class='green'>{numberOfPlayers}</span> players, there's a <span class='green'>{probability}%</span> chance (rounded up) that at least two players share a birthday.",
        "resultTitle": "They were born the same day:",
        "noResults": "Apparently, there are no two players on this team who share a birthday. That's how probability works."
    },
    "theWelcome": {
        "first": {
            "title": "The question",
            "content": "In a group, how many people do you think it takes for two to share a birthday?"
        },
        "second": {
            "title": "23",
            "content": "With 23 people, there’s a 50% chance that two of them share a birthday."
        },
        "third": {
            "title": "40",
            "content": "With 40 people, there’s an 89.1% chance. So, next time you’re at a family dinner with 40 people, think about their birthdays—you might find a match."
        },
        "fourth": {
            "title": "60",
            "content": "With 60 people, there’s a 99.4% chance that two of them share a birthday."
        },
        "fifth": {
            "title": "The math behind this is simple",
            "content": "You can understand it further <a href='/understanding'>here</a>. (365/365) x (364/365) x (363/365) x (362/365)... = 0.4927 = 49.27% probability of no shared birthdays, meaning a 50.73% chance that they do."
        }
    }
}
